# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# Formulae
brew "openjdk"
brew "openjdk@17"
brew "cowsay"
brew "fortune"
brew "node"
brew "python@3.9"
brew "bash"
brew "cocoapods"
brew "vcprompt"

# Casks
cask "alt-tab"
cask "antigravity"
cask "appcleaner"
cask "brave-browser"
cask "chatgpt"
cask "cloudflare-warp"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "flutter"
cask "github"
cask "google-chrome"
cask "iina"
cask "intellij-idea-ce"
cask "notion"
cask "obs"
cask "onyx"
cask "postman"
cask "raycast"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
